# Открыто/Закрыто
# Демонстрирует использование условия else
print('Добро пожаловать к нам в ООО "Системы безопасности".')
print('-- Безопасность - наше второе имя.\n')
password = input('Введите пароль: ')
if password == 'secret':
    print('Доступ открыт.')
    print('Добро пожаловать! Вы, наверное, очень важный господин.')
else:
    print ('Доступ закрыт.')
input('\n\nНажмите Enter, чтобы выйти.')

# Код с отступом превращается в блок. Соответственно, блоком называют одну или несколько идущих подряд строк с одинако-
# выми отступами. Блок - единая конструктивная единица.

# Условная конструкция - это служебное слово if, затем условие, двоеточие и, наконцец, блок из одного или нескольких
# выражений. Если условие истинно, то содеражищийся в блоке код будет исполнен. Если ложно, то программа переходит к
# исполнению строки кода, следующей за блоком условной конструкции.
